<template>
    <b-container class="container">
        <the-title>
            Правила пользования
        </the-title>
        <div class="lead">
            1. Рыбатекст используется дизайнерами, проектировщиками и фронтендерами, когда нужно быстро заполнить макеты или прототипы содержимым. Это тестовый контент, который не должен нести никакого смысла, лишь показать наличие самого текста или продемонстрировать типографику в деле.<br>
            2. Рыбатекст используется дизайнерами, проектировщиками и фронтендерами, когда нужно быстро заполнить макеты или прототипы содержимым. Это тестовый контент, который не должен нести никакого смысла, лишь показать наличие самого текста или продемонстрировать типографику в деле.<br>
            3. Рыбатекст используется дизайнерами, проектировщиками и фронтендерами, когда нужно быстро заполнить макеты или прототипы содержимым. Это тестовый контент, который не должен нести никакого смысла, лишь показать наличие самого текста или продемонстрировать типографику в деле.<br>
        </div>
    </b-container>
</template>

<script setup>
import { BContainer } from 'bootstrap-vue';
import TheTitle from '@/components/UI/TheTitle.vue';
</script>

<style lang="scss" scoped>
.container{
    padding: 20px 15px;
    margin: 0px 0px 80px 0px;
    background: url(@/assets/img/backgrounds/bg-rules.png) no-repeat center;
    background-size: cover;
}
</style>